Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_name_bulk_import_catching_up
source: Imported %1$d names atomically. Name indexing is catching up; the previously verified balance remains available.
ar: أسماء %1$d المستوردة ذريًا. فهرسة الأسماء بدأت باللحاق بالركب؛ يبقى الرصيد الذي تم التحقق منه مسبقًا متاحًا.
de: Importierte %1$d-Namen atomar. Die Namensindizierung holt auf; das zuvor verifizierte Guthaben bleibt verfügbar.
es: Nombres %1$d importados atómicamente. La indexación de nombres se está poniendo al día; el saldo previamente verificado permanece disponible.
fa: نام های %1$d به صورت اتمی وارد شده است. نمایه سازی نام در حال افزایش است. موجودی قبلاً تأیید شده در دسترس است.
fr: Noms %1$d importés de manière atomique. L'indexation des noms rattrape son retard ; le solde préalablement vérifié reste disponible.
he: Imported %1$d names atomically. Name indexing is catching up; היתרה שאומתה בעבר נשארת זמינה.
hi: परमाणु रूप से आयातित %1$d नाम। नाम अनुक्रमण तेजी पकड़ रहा है; पहले से सत्यापित शेष उपलब्ध रहता है।
id: Nama %1$d yang diimpor secara atom. Pengindeksan nama sedang mengejar; saldo yang diverifikasi sebelumnya tetap tersedia.
it: Nomi %1$d importati atomicamente. L’indicizzazione dei nomi sta recuperando terreno; resta disponibile il saldo precedentemente verificato.
ja: %1$d 名をアトミックにインポートしました。名前のインデックス作成も追いつきつつあります。以前に確認された残高は引き続き利用可能です。
ko: %1$d 이름을 원자적으로 가져왔습니다. 이름 인덱싱이 따라잡고 있습니다. 이전에 확인된 잔액은 계속 사용 가능합니다.
nl: %1$d-namen atomair geïmporteerd. Naamindexering is bezig met een inhaalslag; het eerder geverifieerde saldo blijft beschikbaar.
pl: Zaimportowane nazwy %1$d niepodzielnie. Indeksowanie nazw nadrabia zaległości; wcześniej zweryfikowane saldo pozostaje dostępne.
pt: Nomes %1$d importados atomicamente. A indexação de nomes está se atualizando; o saldo previamente verificado permanece disponível.
ru: Имена %1$d импортированы атомарно. Индексация имен набирает обороты; ранее проверенный баланс остается доступным.
tr: %1$d adları atomik olarak içe aktarıldı. Ad indeksleme yetişiyor; önceden doğrulanan bakiye mevcut kalır.
uk: Імпортовані назви %1$d атомарно. Індексація імен наздоганяє; Раніше перевірений баланс залишається доступним.
vi: Đã nhập tên %1$d nguyên tử. Việc lập chỉ mục tên đang bắt kịp; số dư đã được xác minh trước đó vẫn có sẵn.
zh_hans: 以原子方式导入 %1$d 名称。名称索引正在迎头赶上；之前验证的余额仍然可用。
zh_hant: 以原子方式導入 %1$d 名稱。名稱索引正在迎頭趕上；先前驗證的餘額仍然可用。

# wallet_name_bulk_import_importing
source: Authenticating and atomically importing %1$d exact names before one wallet refresh…
ar: المصادقة على الأسماء الدقيقة لـ %1$d واستيرادها ذريًا قبل تحديث محفظة واحدة...
de: Authentifizieren und atomarer Import exakter %1$d-Namen vor einer Wallet-Aktualisierung …
es: Autenticar e importar atómicamente nombres exactos %1$d antes de actualizar una billetera...
fa: احراز هویت و وارد کردن اتمی نام‌های دقیق %1$d قبل از یک بار تجدید کیف پول…
fr: Authentification et importation atomique des noms exacts %1$d avant une actualisation du portefeuille…
he: אימות וייבוא אטומי של שמות מדויקים של %1$d לפני רענון ארנק אחד...
hi: एक वॉलेट रीफ्रेश से पहले %1$d सटीक नामों को प्रमाणित और परमाणु रूप से आयात करना…
id: Mengautentikasi dan mengimpor nama persis %1$d secara atom sebelum satu dompet disegarkan…
it: Autenticazione e importazione atomica dei nomi esatti %1$d prima dell'aggiornamento del portafoglio...
ja: ウォレットを 1 回更新する前に、%1$d の正確な名前を認証してアトミックにインポートしています…
ko: 지갑을 새로 고치기 전에 %1$d 정확한 이름을 인증하고 원자적으로 가져오는 중…
nl: De exacte namen van %1$d verifiëren en atomair importeren voordat de portemonnee wordt vernieuwd...
pl: Uwierzytelnianie i atomowe importowanie dokładnych nazw %1$d przed odświeżeniem jednego portfela…
pt: Autenticando e importando atomicamente os nomes exatos de %1$d antes de uma atualização da carteira…
ru: Аутентификация и атомарный импорт точных имен %1$d перед обновлением одного кошелька…
tr: Bir cüzdan yenilemesinden önce %1$d adlarının doğrulanması ve atomik olarak içe aktarılması…
uk: Автентифікація та атомарне імпортування точних імен %1$d перед одним оновленням гаманця…
vi: Xác thực và nhập nguyên tử tên chính xác của %1$d trước khi làm mới một ví…
zh_hans: 在一次钱包刷新之前验证并自动导入 %1$d 确切名称......
zh_hant: 在一次錢包刷新之前驗證並自動導入 %1$d 確切名稱...

# wallet_name_bulk_import_refresh_pending
source: Imported %1$d names atomically. A fresh name projection is pending; the previously verified balance remains available.
ar: أسماء %1$d المستوردة ذريًا. إسقاط اسم جديد معلق؛ يبقى الرصيد الذي تم التحقق منه مسبقًا متاحًا.
de: Importierte %1$d-Namen atomar. Eine neue Namensprojektion steht noch aus; das zuvor verifizierte Guthaben bleibt verfügbar.
es: Nombres %1$d importados atómicamente. Está pendiente una nueva proyección de nombre; el saldo previamente verificado permanece disponible.
fa: نام های %1$d به صورت اتمی وارد شده است. یک طرح نام جدید در انتظار است. موجودی قبلاً تأیید شده در دسترس است.
fr: Noms %1$d importés de manière atomique. Une nouvelle projection de nom est en attente ; le solde préalablement vérifié reste disponible.
he: Imported %1$d names atomically. A fresh name projection is pending; היתרה שאומתה בעבר נשארת זמינה.
hi: परमाणु रूप से आयातित %1$d नाम। एक नये नाम का प्रक्षेपण लंबित है; पहले से सत्यापित शेष उपलब्ध रहता है।
id: Nama %1$d yang diimpor secara atom. Proyeksi nama baru sedang menunggu keputusan; saldo yang diverifikasi sebelumnya tetap tersedia.
it: Nomi %1$d importati atomicamente. È in sospeso una nuova proiezione del nome; resta disponibile il saldo precedentemente verificato.
ja: %1$d 名をアトミックにインポートしました。新しい名前の予測は保留中です。以前に確認された残高は引き続き利用可能です。
ko: %1$d 이름을 원자적으로 가져왔습니다. 새로운 이름 예측이 보류 중입니다. 이전에 확인된 잔액은 계속 사용 가능합니다.
nl: %1$d-namen atomair geïmporteerd. Een nieuwe naamprojectie is in behandeling; het eerder geverifieerde saldo blijft beschikbaar.
pl: Zaimportowane nazwy %1$d niepodzielnie. Oczekuje na projekcję nowej nazwy; wcześniej zweryfikowane saldo pozostaje dostępne.
pt: Nomes %1$d importados atomicamente. Uma nova projeção de nome está pendente; o saldo previamente verificado permanece disponível.
ru: Имена %1$d импортированы атомарно. Ожидается новый прогноз имени; ранее проверенный баланс остается доступным.
tr: %1$d adları atomik olarak içe aktarıldı. Yeni bir isim projeksiyonu beklemede; önceden doğrulanan bakiye mevcut kalır.
uk: Імпортовані назви %1$d атомарно. Очікується нова проекція назви; Раніше перевірений баланс залишається доступним.
vi: Đã nhập tên %1$d nguyên tử. Việc chiếu tên mới đang chờ xử lý; số dư đã được xác minh trước đó vẫn có sẵn.
zh_hans: 以原子方式导入 %1$d 名称。新名称正在等待确定；之前验证的余额仍然可用。
zh_hant: 以原子方式導入 %1$d 名稱。新名稱正在等待確定；先前驗證的餘額仍然可用。

# wallet_name_bulk_import_success
source: Imported and authenticated %1$d names. The wallet refreshed once.
ar: أسماء %1$d المستوردة والمصادق عليها. تم تحديث المحفظة مرة واحدة.
de: Importierte und authentifizierte %1$d-Namen. Das Wallet wurde einmal aktualisiert.
es: Nombres %1$d importados y autenticados. La billetera se actualizó una vez.
fa: نام های %1$d وارد و احراز هویت شد. کیف پول یک بار رفرش شد.
fr: Noms %1$d importés et authentifiés. Le portefeuille a été rafraîchi une fois.
hi: आयातित और प्रमाणित %1$d नाम। बटुआ एक बार ताज़ा हो गया।
id: Nama %1$d yang diimpor dan diautentikasi. Dompet disegarkan sekali.
it: Nomi %1$d importati e autenticati. Il portafoglio si è aggiornato una volta.
ja: インポートおよび認証された %1$d 名。ウォレットが一度更新されました。
ko: %1$d 이름을 가져오고 인증했습니다. 지갑이 한 번 새로 고쳐졌습니다.
nl: Geïmporteerde en geverifieerde %1$d-namen. De portemonnee is één keer vernieuwd.
pl: Zaimportowane i uwierzytelnione nazwy %1$d. Portfel odświeżony raz.
pt: Nomes %1$d importados e autenticados. A carteira foi atualizada uma vez.
ru: Импортированные и аутентифицированные имена %1$d. Кошелек обновился один раз.
tr: İçe aktarılan ve kimliği doğrulanan %1$d adları. Cüzdan bir kez yenilendi.
uk: Імпортовані та автентифіковані імена %1$d. Гаманець один раз оновився.
vi: Tên %1$d được nhập và xác thực. Ví được làm mới một lần.
zh_hans: 导入并验证 %1$d 名称。钱包刷新了一次。
zh_hant: 導入並驗證 %1$d 名稱。錢包刷新了一次。

# wallet_name_card_active
source: Active
ar: نشط
de: Aktiv
es: Activo
fa: فعال
fr: Actif
he: פעיל
hi: सक्रिय
id: Aktif
it: Attivo
ja: アクティブ
ko: 활성
nl: Actief
pl: Aktywny
pt: Ativo
ru: Активный
tr: Aktif
uk: Активний
vi: Đang hoạt động
zh_hans: 活跃
zh_hant: 活躍

# wallet_name_card_details
source: STATE %1$@ PROOF BLOCK %2$d NAME HASH %3$@
ar: الحالة %1$@ PROOF BLOCK %2$d NAME HASH %3$@
es: ESTADO %1$@ BLOQUE A PRUEBA %2$d NOMBRE HASH %3$@
fr: ÉTAT %1$@ BLOC PROOF %2$d NAME HASH %3$@
hi: राज्य %1$@ प्रूफ ब्लॉक %2$d नाम हैश %3$@
id: NEGARA %1$@ PROOF BLOK %2$d NAME HASH %3$@
it: STATO %1$@ BLOCCO PROOF %2$d NOME HASH %3$@
ja: 州 %1$@ プルーフブロック %2$d 名前のハッシュ %3$@
ko: 상태 %1$@ PROOF 블록 %2$d NAME 해시 %3$@
nl: STAAT %1$@ PROOF BLOK %2$d NAAM HASH %3$@
pl: STAN %1$@ PROOF BLOK %2$d NAZWA HASH %3$@
pt: ESTADO %1$@ BLOCO À PROVA %2$d NOME HASH %3$@
ru: СОСТОЯНИЕ %1$@ БЛОК ДОКАЗАТЕЛЬСТВА %2$d ИМЯ ХЭШ %3$@
tr: DEVLET %1$@ PROOF BLOK %2$d NAME HASH %3$@
uk: СТАН %1$@ ПРОВІДНИЙ БЛОК %2$d НАЗВА ХЕШ %3$@
vi: TRẠNG THÁI %1$@ KHỐI CHỨNG MINH %2$d NAME Băm %3$@
zh_hans: 状态 %1$@ 证明块 %2$d 名称哈希 %3$@
zh_hant: 狀態 %1$@ 證明區塊 %2$d 名稱哈希 %3$@

# wallet_name_card_empty
source: Awaiting tracked name
ar: في انتظار الاسم المتعقب
de: Warte auf verfolgten Namen
es: Esperando nombre rastreado
fa: در انتظار نام ردیابی شده
fr: En attente du nom suivi
he: ממתין לשם מעקב
hi: ट्रैक किए गए नाम की प्रतीक्षा है
id: Menunggu nama yang dilacak
it: In attesa del nome rintracciato
ja: 追跡された名前を待っています
ko: 추적된 이름을 기다리는 중
nl: In afwachting van gevolgde naam
pl: Oczekiwanie na śledzoną nazwę
pt: Aguardando nome rastreado
ru: Ожидание отслеживаемого имени
tr: Takip edilen ad bekleniyor
uk: Очікується відстежена назва
vi: Đang chờ tên được theo dõi
zh_hans: 等待跟踪名称
zh_hant: 等待追蹤名稱

# wallet_name_card_expired
source: Expired
ar: انتهت صلاحيتها
de: Abgelaufen
es: Caducado
fa: منقضی شده است
fr: Expiré
he: פג תוקף
hi: समाप्त हो गया
id: Kedaluwarsa
it: Scaduto
ja: 期限切れ
ko: 만료됨
nl: Verlopen
pl: Wygasło
pt: Expirado
ru: Срок действия истек
tr: Süresi dolmuş
uk: Термін дії минув
vi: Đã hết hạn
zh_hans: 已过期
zh_hant: 已過期

# wallet_name_card_no_names
source: No names are tracked yet. Open Name actions to import one name or a space-separated list.
ar: لم يتم تعقب أي أسماء حتى الآن. افتح إجراءات الاسم لاستيراد اسم واحد أو قائمة مفصولة بمسافات.
de: Es wurden noch keine Namen erfasst. Öffnen Sie Namensaktionen, um einen Namen oder eine durch Leerzeichen getrennte Liste zu importieren.
es: Aún no se ha rastreado ningún nombre. Abra acciones de Nombre para importar un nombre o una lista separada por espacios.
fa: هنوز هیچ نامی پیگیری نشده است. برای وارد کردن یک نام یا یک لیست جدا شده از فاصله، اقدامات نام را باز کنید.
fr: Aucun nom n'est encore suivi. Ouvrir les actions Nom pour importer un nom ou une liste séparée par des espaces.
he: אין עדיין מעקב אחר שמות. פתח את פעולות השם כדי לייבא שם אחד או רשימה מופרדת ברווחים.
hi: अभी तक कोई नाम ट्रैक नहीं किया गया है. एक नाम या रिक्त स्थान से अलग की गई सूची आयात करने के लिए नाम क्रियाएँ खोलें।
id: Belum ada nama yang dilacak. Buka tindakan Nama untuk mengimpor satu nama atau daftar yang dipisahkan spasi.
it: Nessun nome è ancora tracciato. Apri azioni Nome per importare un nome o un elenco separato da spazi.
ja: まだ名前は追跡されていません。 [名前] アクションを開いて、1 つの名前またはスペース区切りのリストをインポートします。
ko: 아직 추적된 이름이 없습니다. 이름 작업을 열어 하나의 이름이나 공백으로 구분된 목록을 가져옵니다.
nl: Er worden nog geen namen bijgehouden. Open Naamacties om één naam of een door spaties gescheiden lijst te importeren.
pl: Żadne nazwiska nie są jeszcze śledzone. Otwórz akcje nazw, aby zaimportować jedną nazwę lub listę oddzieloną spacjami.
pt: Nenhum nome foi rastreado ainda. Abra ações de Nome para importar um nome ou uma lista separada por espaço.
ru: Имена пока не отслеживаются. Действия «Открыть имя» для импорта одного имени или списка, разделенного пробелами.
tr: Henüz takip edilen bir isim yok. Bir adı veya boşlukla ayrılmış bir listeyi içe aktarmak için Ad eylemlerini açın.
uk: Імена ще не відстежуються. Відкрийте дії з іменами, щоб імпортувати одне ім’я або список, розділений пробілами.
vi: Chưa có tên nào được theo dõi. Mở tác vụ Tên để nhập một tên hoặc danh sách được phân tách bằng dấu cách.
zh_hans: 尚未追踪到姓名。打开“名称”操作以导入一个名称或一个以空格分隔的列表。
zh_hant: 尚未追蹤到姓名。開啟「名稱」操作以匯入一個名稱或一個以空格分隔的清單。

# wallet_name_card_position
source: NAME %1$d OF %2$d
ar: الاسم %1$d من %2$d
de: NAME %1$d VON %2$d
es: NOMBRE %1$d DE %2$d
fa: نام %1$d از %2$d
fr: NOM %1$d DE %2$d
he: שם %1$d של %2$d
hi: %2$d का नाम %1$d
id: NAMA %1$d DARI %2$d
it: NOME %1$d DI %2$d
ja: %2$d の名前 %1$d
ko: %2$d의 이름 %1$d
nl: NAAM %1$d VAN %2$d
pl: NAZWA %1$d %2$d
pt: NOME %1$d DE %2$d
ru: НАЗВАНИЕ %1$d ИЗ %2$d
tr: İSİM %1$d VEYA %2$d
uk: НАЗВА %1$d З %2$d
vi: TÊN %1$d CỦA %2$d
zh_hans: %2$d 的名称 %1$d
zh_hant: %2$d 的名稱 %1$d

# wallet_name_card_position_empty
source: NO TRACKED NAMES
ar: لا توجد أسماء يتم تتبعها
de: KEINE NACHVERFOLGTEN NAMEN
es: NO HAY NOMBRES SEGUIDOS
fa: بدون نام ردیابی شده
fr: AUCUN NOMS SUIVI
he: אין שמות במעקב
hi: कोई ट्रैक किया गया नाम नहीं
id: TIDAK ADA NAMA YANG DILACAK
it: NESSUN NOME TRACCIATO
ja: 追跡された名前はありません
ko: 추적된 이름 없음
nl: GEEN BIJGEHOUDEN NAMEN
pl: BRAK ŚLEDZONYCH NAZW
pt: SEM NOMES RASTREADOS
ru: НЕТ отслеживаемых имен
tr: TAKİP EDİLEN İSİM YOK
uk: НЕ ВІДСЛІЖУЄМО ІМЕН
vi: KHÔNG CÓ TÊN THEO DÕI
zh_hans: 没有追踪姓名
zh_hant: 沒有追蹤姓名

# wallet_name_card_previously_expired
source: Previously expired
ar: انتهت صلاحيتها سابقًا
de: Zuvor abgelaufen
es: Anteriormente vencido
fa: قبلا منقضی شده است
fr: Précédemment expiré
he: פג תוקף בעבר
hi: पहले समाप्त हो चुका है
id: Sebelumnya sudah habis masa berlakunya
it: Precedentemente scaduto
ja: 以前に有効期限が切れた
ko: 이전에 만료됨
nl: Eerder verlopen
pl: Poprzednio wygasł
pt: Expirado anteriormente
ru: Ранее срок действия истек
tr: Daha önce süresi dolmuş
uk: Раніше минув
vi: Đã hết hạn trước đó
zh_hans: 之前已过期
zh_hant: 之前已過期

# wallet_name_import_failed
source: Name import failed closed. Reopen and unlock the wallet before retrying.
ar: فشل استيراد الاسم مغلق. أعد فتح المحفظة وفتحها قبل إعادة المحاولة.
de: Namenimport fehlgeschlagen. Schließen. Öffnen Sie die Brieftasche erneut und entsperren Sie sie, bevor Sie es erneut versuchen.
es: Error al importar el nombre cerrado. Vuelva a abrir y desbloquear la billetera antes de volver a intentarlo.
fa: وارد کردن نام بسته نشد. قبل از تلاش مجدد کیف پول را دوباره باز کنید و قفل آن را باز کنید.
fr: L'importation du nom a échoué. Rouvrez et déverrouillez le portefeuille avant de réessayer.
he: ייבוא השמות נכשל בסגירה. פתח מחדש ופתח את הנעילה של הארנק לפני שתנסה שוב.
hi: नाम आयात विफल बंद हुआ. पुनः प्रयास करने से पहले वॉलेट को दोबारा खोलें और अनलॉक करें।
id: Impor nama gagal ditutup. Buka kembali dan buka kunci dompet sebelum mencoba lagi.
it: L'importazione del nome non è riuscita a chiudersi. Riapri e sblocca il portafoglio prima di riprovare.
ja: 名前のインポートが失敗して閉じられました。再試行する前に、ウォレットを再度開いてロックを解除してください。
ko: 이름 가져오기가 실패하여 종료되었습니다. 다시 시도하기 전에 지갑을 다시 열고 잠금을 해제하세요.
nl: Naamimport mislukt, gesloten. Open en ontgrendel de portemonnee opnieuw voordat u het opnieuw probeert.
pl: Import nazwy nie powiódł się, został zamknięty. Otwórz ponownie i odblokuj portfel przed ponowną próbą.
pt: A importação de nome falhou ao fechar. Reabra e desbloqueie a carteira antes de tentar novamente.
ru: Не удалось импортировать имя. Закрытие. Прежде чем повторить попытку, снова откройте и разблокируйте кошелек.
tr: Ad içe aktarma işlemi kapatılamadı. Yeniden denemeden önce cüzdanı yeniden açın ve kilidini açın.
uk: Не вдалося імпортувати ім’я закрито. Відкрийте та розблокуйте гаманець перед повторною спробою.
vi: Nhập tên không thành công đã đóng. Mở lại và mở khóa ví trước khi thử lại.
zh_hans: 名称导入失败已关闭。在重试之前重新打开并解锁钱包。
zh_hant: 名稱導入失敗已關閉。在重試之前重新打開並解鎖錢包。

# wallet_name_import_hint
source: Exact canonical Handshake name
ar: الاسم Handshake المتعارف عليه بالضبط
de: Exakter kanonischer Handshake-Name
es: Nombre canónico exacto Handshake
fa: نام دقیق متعارف Handshake
fr: Nom canonique exact Handshake
he: שם Handshake קנוני מדויק
hi: सटीक विहित Handshake नाम
id: Nama Handshake kanonik yang tepat
it: Nome canonico esatto Handshake
ja: 正確な正規の Handshake 名
ko: 정확한 정식 Handshake 이름
nl: Exacte canonieke Handshake-naam
pl: Dokładna nazwa kanoniczna Handshake
pt: Nome canônico exato Handshake
ru: Точное каноническое имя Handshake.
tr: Tam standart Handshake adı
uk: Точна канонічна назва Handshake
vi: Tên Handshake chuẩn chính xác
zh_hans: 确切的规范 Handshake 名称
zh_hant: 確切的規格 Handshake 名稱

# wallet_name_import_importing
source: Importing exact name text and refreshing the tip-bound wallet rows…
ar: استيراد نص الاسم الدقيق وتحديث صفوف المحفظة المرتبطة بالمعلومات...
de: Importieren des genauen Namenstextes und Aktualisieren der mit Trinkgeldern versehenen Brieftaschenzeilen …
es: Importando el texto exacto del nombre y actualizando las filas de la billetera con punta...
fa: در حال وارد کردن متن نام دقیق و بازخوانی ردیف‌های کیف پول با نوک…
fr: Importation du texte du nom exact et actualisation des lignes du portefeuille liées aux pourboires…
he: מייבא טקסט שם מדויק ומרענן את שורות הארנק המחוברות לקצה...
hi: सटीक नाम टेक्स्ट आयात करना और टिप-बाउंड वॉलेट पंक्तियों को ताज़ा करना…
id: Mengimpor teks nama persis dan menyegarkan baris dompet yang terikat ujung…
it: Importazione del testo esatto del nome e aggiornamento delle righe del portafoglio legate ai suggerimenti…
ja: 正確な名前のテキストをインポートし、チップバウンドウォレットの行を更新しています…
ko: 정확한 이름 텍스트를 가져오고 팁 바인딩된 지갑 행을 새로 고치는 중…
nl: De exacte naamtekst importeren en de tipgebonden portefeuillerijen vernieuwen...
pl: Importowanie dokładnego tekstu nazwy i odświeżanie wierszy portfela powiązanych z napiwkami…
pt: Importando o texto do nome exato e atualizando as linhas da carteira com limite de gorjeta…
ru: Импорт точного текста имени и обновление строк кошелька с подсказками…
tr: Tam ad metni içe aktarılıyor ve uç bağlantılı cüzdan satırları yenileniyor…
uk: Імпорт точного тексту назви та оновлення рядків гаманця з підказками…
vi: Nhập văn bản tên chính xác và làm mới các hàng ví được giới hạn tiền boa…
zh_hans: 导入准确的姓名文本并刷新尖端绑定的钱包行......
zh_hant: 導入準確的姓名文字並刷新尖端綁定的錢包行......

# wallet_name_import_invalid
source: The text is not one valid Unicode or canonical ASCII Handshake name. Nothing was imported and the wallet remains usable.
ar: النص ليس اسم Unicode أو اسم ASCII Handshake صالح. لم يتم استيراد أي شيء وتبقى المحفظة قابلة للاستخدام.
de: Der Text ist kein gültiger Unicode- oder kanonischer ASCII Handshake-Name. Es wurde nichts importiert und das Wallet bleibt nutzbar.
es: El texto no es un nombre Unicode válido o canónico ASCII Handshake. No se importó nada y la billetera sigue siendo utilizable.
fa: متن یک نام معتبر Unicode یا متعارف ASCII Handshake نیست. هیچ چیزی وارد نشده است و کیف پول قابل استفاده باقی می ماند.
fr: Le texte n’est pas un nom Unicode valide ou un nom canonique ASCII Handshake. Rien n'a été importé et le portefeuille reste utilisable.
he: הטקסט אינו שם Unicode חוקי אחד או ASCII Handshake קנוני. שום דבר לא יובא והארנק נשאר שמיש.
hi: पाठ एक वैध Unicode या विहित ASCII Handshake नाम नहीं है। कुछ भी आयात नहीं किया गया और बटुआ उपयोग योग्य बना हुआ है।
id: Teks tersebut bukan satu nama Unicode atau ASCII Handshake yang valid. Tidak ada yang diimpor dan dompet tetap dapat digunakan.
it: Il testo non è un nome Unicode valido o ASCII Handshake canonico. Non è stato importato nulla e il portafoglio rimane utilizzabile.
ja: テキストは有効な Unicode または正規の ASCII Handshake 名ではありません。何もインポートされず、ウォレットは引き続き使用可能です。
ko: 텍스트가 유효한 Unicode 또는 정식 ASCII Handshake 이름이 아닙니다. 가져온 것이 없으며 지갑을 계속 사용할 수 있습니다.
nl: De tekst is niet één geldige Unicode- of canonieke ASCII Handshake-naam. Er is niets geïmporteerd en de portemonnee blijft bruikbaar.
pl: Tekst nie jest prawidłową nazwą Unicode ani kanoniczną nazwą ASCII Handshake. Nic nie zostało zaimportowane, a portfel nadal nadaje się do użytku.
pt: O texto não é um nome Unicode válido ou canônico ASCII Handshake. Nada foi importado e a carteira continua utilizável.
ru: Текст не является допустимым именем Unicode или каноническим именем ASCII Handshake. Ничего не было импортировано, и кошелек остается пригодным для использования.
tr: Metin geçerli bir Unicode veya standart ASCII Handshake adı değil. Hiçbir şey içe aktarılmadı ve cüzdan kullanılabilir durumda kaldı.
uk: Текст не є однією дійсною назвою Unicode або канонічної ASCII Handshake. Нічого не було імпортовано, і гаманець залишається придатним для використання.
vi: Văn bản không phải là một tên Unicode hợp lệ hoặc tên ASCII Handshake hợp lệ. Không có gì được nhập và ví vẫn có thể sử dụng được.
zh_hans: 该文本不是有效的 Unicode 或规范的 ASCII Handshake 名称。没有导入任何内容，钱包仍然可用。
zh_hant: 該文本不是有效的 Unicode 或規範的 ASCII Handshake 名稱。沒有導入任何內容，錢包仍然可用。

# wallet_name_import_locked
source: Unlock the wallet before importing a name.
ar: قم بفتح المحفظة قبل استيراد الاسم.
de: Entsperren Sie die Brieftasche, bevor Sie einen Namen importieren.
es: Desbloquee la billetera antes de importar un nombre.
fa: قبل از وارد کردن نام، کیف پول را باز کنید.
fr: Déverrouillez le portefeuille avant d'importer un nom.
he: בטל את נעילת הארנק לפני ייבוא שם.
hi: नाम आयात करने से पहले वॉलेट को अनलॉक करें।
id: Buka kunci dompet sebelum mengimpor nama.
it: Sblocca il portafoglio prima di importare un nome.
ja: 名前をインポートする前にウォレットのロックを解除してください。
ko: 이름을 가져오기 전에 지갑을 잠금 해제하세요.
nl: Ontgrendel de portemonnee voordat u een naam importeert.
pl: Odblokuj portfel przed zaimportowaniem nazwy.
pt: Desbloqueie a carteira antes de importar um nome.
ru: Разблокируйте кошелек перед импортом имени.
tr: Bir adı içe aktarmadan önce cüzdanın kilidini açın.
uk: Розблокуйте гаманець перед імпортом імені.
vi: Mở khóa ví trước khi nhập tên.
zh_hans: 导入姓名之前解锁钱包。
zh_hant: 導入姓名之前解鎖錢包。

# wallet_name_import_ready
source: Enter one Handshake name in Unicode or ASCII. Spaces and trailing dots are not allowed.
ar: أدخل اسم Handshake واحدًا في Unicode أو ASCII. غير مسموح بالمسافات والنقاط الزائدة.
de: Geben Sie einen Handshake-Namen in Unicode oder ASCII ein. Leerzeichen und nachgestellte Punkte sind nicht zulässig.
es: Ingrese un nombre Handshake en Unicode o ASCII. No se permiten espacios ni puntos finales.
fa: یک نام Handshake را در Unicode یا ASCII وارد کنید. فضاها و نقاط انتهایی مجاز نیستند.
fr: Entrez un nom Handshake dans Unicode ou ASCII. Les espaces et les points de fin ne sont pas autorisés.
he: הזן שם אחד של Handshake ב-Unicode או ASCII. רווחים ונקודות נגררות אסורים.
hi: Unicode या ASCII में एक Handshake नाम दर्ज करें। रिक्त स्थान और अनुगामी बिंदुओं की अनुमति नहीं है.
id: Masukkan satu nama Handshake di Unicode atau ASCII. Spasi dan titik tambahan tidak diperbolehkan.
it: Inserisci un nome Handshake in Unicode o ASCII. Non sono ammessi spazi e punti finali.
ja: Unicode または ASCII に Handshake 名を 1 つ入力します。スペースや末尾のドットは使用できません。
ko: Unicode 또는 ASCII에 하나의 Handshake 이름을 입력하세요. 공백과 후행 점은 허용되지 않습니다.
nl: Voer één Handshake-naam in Unicode of ASCII in. Spaties en volgpunten zijn niet toegestaan.
pl: Wprowadź jedną nazwę Handshake w Unicode lub ASCII. Spacje i kropki na końcu są niedozwolone.
pt: Insira um nome Handshake em Unicode ou ASCII. Espaços e pontos finais não são permitidos.
ru: Введите одно имя Handshake в Unicode или ASCII. Пробелы и конечные точки не допускаются.
tr: Unicode veya ASCII alanına bir Handshake adı girin. Boşluklara ve sondaki noktalara izin verilmez.
uk: Введіть одне ім’я Handshake у Unicode або ASCII. Пробіли та кінцеві крапки не допускаються.
vi: Nhập một tên Handshake vào Unicode hoặc ASCII. Không được phép có dấu cách và dấu chấm ở cuối.
zh_hans: 在Unicode或ASCII中输入一个Handshake名称。不允许有空格和尾随点。
zh_hant: 在Unicode或ASCII中輸入一個Handshake名稱。不允許有空格和尾隨點。
